# LbMassPerS Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..LbMassPerS Property
SymbolTypeId Class See Also
---
Symbol lb/s, indicating unit Pounds mass per second.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId LbMassPerS { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LbMassPerS As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LbMassPerS {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace